#+TITLE: Anatomy I - Torso
#+AUTHOR: Chris Hogan
#+DATE: <2021-02-15 Mon> to <2021-03-14 Sun>
#+STARTUP: nologdone

* Proko Human Anatomy for Artists
* Log
** Week 1
#+BEGIN: clocktable :scope subtree :maxlevel 6 :tags t
#+CAPTION: Clock summary at [2021-02-21 Sun 20:05]
| Tags    | Headline                                 | Time    |       |      |      |
|---------+------------------------------------------+---------+-------+------+------|
|         | *Total time*                             | *32:20* |       |      |      |
|---------+------------------------------------------+---------+-------+------+------|
|         | \_  Week 1                               |         | 32:20 |      |      |
|         | \_    <2021-02-15 Mon>                   |         |       | 4:17 |      |
| drawing | \_      Copy Finch                       |         |       |      | 0:47 |
| drawing | \_      Warmup - digital                 |         |       |      | 0:53 |
| drawing | \_      Proko Anatomy - Anatomy Tracings |         |       |      | 1:13 |
| drawing | \_      Proko Anatomy - Back contour     |         |       |      | 0:40 |
| study   | \_      Proko Anatomy - Joints           |         |       |      | 0:44 |
|         | \_    <2021-02-16 Tue>                   |         |       | 2:41 |      |
| drawing | \_      Copy Finch                       |         |       |      | 0:44 |
| drawing | \_      Warmup - digital                 |         |       |      | 0:17 |
| drawing | \_      Proko Anatomy - Anatomy Tracing  |         |       |      | 0:55 |
| drawing | \_      Proko Anatomy - Types of Joints  |         |       |      | 0:45 |
|         | \_    <2021-02-17 Wed>                   |         |       | 4:04 |      |
| drawing | \_      Copy Finch                       |         |       |      | 0:45 |
| drawing | \_      Warmup - digital                 |         |       |      | 0:19 |
| drawing | \_      Proko Anatomy - Anatomy Tracing  |         |       |      | 1:05 |
| drawing | \_      Proko Anatomy - Types of Joints  |         |       |      | 1:55 |
|         | \_    <2021-02-18 Thu>                   |         |       | 4:00 |      |
| drawing | \_      Copy Finch                       |         |       |      | 0:45 |
| drawing | \_      Warmup - digital                 |         |       |      | 0:14 |
| drawing | \_      Proko Anatomy - Anatomy Tracing  |         |       |      | 1:18 |
| drawing | \_      Proko Anatomy - Types of Joints  |         |       |      | 1:43 |
|         | \_    <2021-02-19 Fri>                   |         |       | 3:38 |      |
| drawing | \_      Copy Finch                       |         |       |      | 0:44 |
| drawing | \_      Warmup - digital                 |         |       |      | 0:22 |
| drawing | \_      Proko Anatomy - Anatomy Tracing  |         |       |      | 0:53 |
| drawing | \_      Proko Anatomy - Types of Joints  |         |       |      | 1:39 |
|         | \_    <2021-02-20 Sat>                   |         |       | 7:53 |      |
| drawing | \_      Copy Finch                       |         |       |      | 1:05 |
| study   | \_      Proko Anatomy - Pelvis           |         |       |      | 0:27 |
| drawing | \_      Proko Anatomy - Types of Joints  |         |       |      | 5:47 |
| study   | \_      Proko Anatomy - The spine        |         |       |      | 0:34 |
|         | \_    <2021-02-21 Sun>                   |         |       | 5:47 |      |
| drawing | \_      Proko Anatomy - Spine            |         |       |      | 5:02 |
| study   | \_      Blog post                        |         |       |      | 0:45 |
#+END:
#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
| Tag     | Headline   | Time (h)  |
|---------+------------+-----------|
| drawing | *Tag time* | *29h 50m* |
|---------+------------+-----------|
| study   | *Tag time* | *2h 30m*  |

#+END:

*** <2021-02-15 Mon>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-15 Mon 06:43]--[2021-02-15 Mon 07:30] =>  0:47
     :END:
**** DONE Warmup - digital                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-15 Mon 17:57]--[2021-02-15 Mon 18:50] =>  0:53
     :END:
**** DONE Proko Anatomy - Anatomy Tracings                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-15 Mon 18:51]--[2021-02-15 Mon 20:04] =>  1:13
     :END:
**** DONE Proko Anatomy - Back contour                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-15 Mon 20:08]--[2021-02-15 Mon 20:48] =>  0:40
     :END:
**** DONE Proko Anatomy - Joints :study:
     :LOGBOOK:
     CLOCK: [2021-02-15 Mon 20:51]--[2021-02-15 Mon 21:35] =>  0:44
     :END:

*** <2021-02-16 Tue>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-16 Tue 06:44]--[2021-02-16 Tue 07:28] =>  0:44
     :END:

**** DONE Warmup - digital                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-16 Tue 17:58]--[2021-02-16 Tue 18:15] =>  0:17
     :END:
**** DONE Proko Anatomy - Anatomy Tracing                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-16 Tue 19:40]--[2021-02-16 Tue 20:11] =>  0:31
     CLOCK: [2021-02-16 Tue 18:16]--[2021-02-16 Tue 18:40] =>  0:24
     :END:
**** DONE Proko Anatomy - Types of Joints                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-16 Tue 20:12]--[2021-02-16 Tue 20:57] =>  0:45
     :END:

*** <2021-02-17 Wed>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-17 Wed 06:43]--[2021-02-17 Wed 07:28] =>  0:45
     :END:
**** DONE Warmup - digital                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-17 Wed 17:59]--[2021-02-17 Wed 18:18] =>  0:33
     :END:
**** DONE Proko Anatomy - Anatomy Tracing                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-17 Wed 18:18]--[2021-02-17 Wed 19:23] =>  1:05
     :END:

**** DONE Proko Anatomy - Types of Joints                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-17 Wed 19:24]--[2021-02-17 Wed 21:19] =>  1:55
     :END:

*** <2021-02-18 Thu>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-18 Thu 06:42]--[2021-02-18 Thu 07:27] =>  0:45
     :END:
**** DONE Warmup - digital                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-18 Thu 17:58]--[2021-02-18 Thu 18:12] =>  0:14
     :END:
**** DONE Proko Anatomy - Anatomy Tracing                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-18 Thu 18:12]--[2021-02-18 Thu 19:30] =>  1:18
     :END:

**** DONE Proko Anatomy - Types of Joints                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-18 Thu 19:35]--[2021-02-18 Thu 21:18] =>  1:43
     :END:
*** <2021-02-19 Fri>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-19 Fri 06:44]--[2021-02-19 Fri 07:28] =>  0:44
     :END:
**** DONE Warmup - digital                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-19 Fri 17:46]--[2021-02-19 Fri 18:08] =>  0:22
     :END:
**** DONE Proko Anatomy - Anatomy Tracing                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-19 Fri 18:09]--[2021-02-19 Fri 19:02] =>  0:53
     :END:

**** DONE Proko Anatomy - Types of Joints                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-19 Fri 19:05]--[2021-02-19 Fri 20:44] =>  1:39
     :END:
*** <2021-02-20 Sat>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-20 Sat 08:33]--[2021-02-20 Sat 09:38] =>  1:05
     :END:
**** DONE Proko Anatomy - Pelvis                                      :study:
     :LOGBOOK:
     CLOCK: [2021-02-20 Sat 09:38]--[2021-02-20 Sat 10:05] =>  0:27
     :END:
**** DONE Proko Anatomy - Types of Joints                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-20 Sat 18:08]--[2021-02-20 Sat 19:38] =>  1:30
     CLOCK: [2021-02-20 Sat 13:06]--[2021-02-20 Sat 15:54] =>  2:48
     CLOCK: [2021-02-20 Sat 10:05]--[2021-02-20 Sat 11:34] =>  1:29
     :END:
**** DONE Proko Anatomy - The spine                                   :study:
     :LOGBOOK:
     CLOCK: [2021-02-20 Sat 17:34]--[2021-02-20 Sat 18:08] =>  0:34
     :END:
*** <2021-02-21 Sun>
**** DONE Proko Anatomy - Spine                                     :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-21 Sun 17:37]--[2021-02-21 Sun 19:19] =>  1:42
     CLOCK: [2021-02-21 Sun 12:52]--[2021-02-21 Sun 14:35] =>  1:43
     CLOCK: [2021-02-21 Sun 09:37]--[2021-02-21 Sun 11:14] =>  1:37
     :END:
**** DONE Blog post :study:
     :LOGBOOK:
     CLOCK: [2021-02-21 Sun 19:20]--[2021-02-21 Sun 20:05] =>  0:45
     :END:
** Week 2
#+BEGIN: clocktable :scope subtree :maxlevel 6 :tags t
#+CAPTION: Clock summary at [2021-02-25 Thu 21:16]
| Tags    | Headline                           | Time    |       |      |      |
|---------+------------------------------------+---------+-------+------+------|
|         | *Total time*                       | *16:11* |       |      |      |
|---------+------------------------------------+---------+-------+------+------|
|         | \_  Week 2                         |         | 16:11 |      |      |
|         | \_    <2021-02-22 Mon>             |         |       | 4:09 |      |
| drawing | \_      Copy Finch                 |         |       |      | 0:42 |
| drawing | \_      Warmup                     |         |       |      | 0:27 |
| drawing | \_      Proko Anatomy - The spine  |         |       |      | 3:00 |
|         | \_    <2021-02-23 Tue>             |         |       | 3:59 |      |
| drawing | \_      Copy Finch                 |         |       |      | 0:42 |
| drawing | \_      Warmup                     |         |       |      | 0:42 |
| drawing | \_      Proko Anatomy - The spine  |         |       |      | 2:15 |
| drawing | \_      Digital boxes              |         |       |      | 0:20 |
|         | \_    <2021-02-24 Wed>             |         |       | 3:55 |      |
| drawing | \_      Copy Finch                 |         |       |      | 0:42 |
| drawing | \_      Warmup                     |         |       |      | 0:28 |
| drawing | \_      Proko Anatomy - The spine  |         |       |      | 2:13 |
| drawing | \_      Proko Anatomy - The pelvis |         |       |      | 0:32 |
|         | \_    <2021-02-25 Thu>             |         |       | 4:08 |      |
| drawing | \_      Copy Finch                 |         |       |      | 1:32 |
| drawing | \_      Warmup                     |         |       |      | 0:31 |
| drawing | \_      Proko Anatomy - The pelvis |         |       |      | 2:05 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
| Tag     | Headline   | Time (h)  |
|---------+------------+-----------|
| drawing | *Tag time* | *16h 11m* |
|---------+------------+-----------|
| study   | *Tag time* | *0h 0m*   |

#+END:
*** <2021-02-22 Mon>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-22 Mon 06:45]--[2021-02-22 Mon 07:27] =>  0:42
     :END:
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-22 Mon 18:01]--[2021-02-22 Mon 18:28] =>  0:27
     :END:
**** DONE Proko Anatomy - The spine                                 :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-22 Mon 21:08]--[2021-02-22 Mon 21:28] =>  0:20
     CLOCK: [2021-02-22 Mon 19:28]--[2021-02-22 Mon 21:08] =>  1:40
     CLOCK: [2021-02-22 Mon 18:28]--[2021-02-22 Mon 19:28] =>  1:00
     :END:
*** <2021-02-23 Tue>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-23 Tue 06:44]--[2021-02-23 Tue 07:26] =>  0:42
     :END:

**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-23 Tue 18:00]--[2021-02-23 Tue 18:42] =>  0:42
     :END:
**** DONE Proko Anatomy - The spine                                 :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-23 Tue 18:42]--[2021-02-23 Tue 20:57] =>  2:15
     :END:
**** DONE Digital boxes                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-23 Tue 20:57]--[2021-02-23 Tue 21:17] =>  0:20
     :END:
*** <2021-02-24 Wed>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-24 Wed 06:46]--[2021-02-24 Wed 07:28] =>  0:42
     :END:
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-24 Wed 18:07]--[2021-02-24 Wed 18:35] =>  0:28
     :END:
**** DONE Proko Anatomy - The spine                                 :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-24 Wed 18:35]--[2021-02-24 Wed 20:48] =>  2:13
     :END:
**** DONE Proko Anatomy - The pelvis                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-24 Wed 20:58]--[2021-02-24 Wed 21:30] =>  0:32
     :END:
*** <2021-02-25 Thu>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-25 Thu 20:29]--[2021-02-25 Thu 21:16] =>  0:47
     CLOCK: [2021-02-25 Thu 06:45]--[2021-02-25 Thu 07:30] =>  0:45
     :END:
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-25 Thu 17:52]--[2021-02-25 Thu 18:23] =>  0:31
     :END:
**** DONE Proko Anatomy - The pelvis                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-25 Thu 18:24]--[2021-02-25 Thu 20:29] =>  2:05
     :END:
** week 3
** Week 4
